{
	"idea": [
		{
			"img": "1.jpg",
			"title": "Определение болезни. Причины заболевания",
			"descr": "Простатит — это воспалительный процесс ткани предстательной железы.\n\nПредстательная железа относится к мужской репродуктивной системе. Это структура, которая находится перед прямой кишкой и под мочевым пузырём, окружая уретру. Именно поэтому, когда предстательная железа воспаляется, она сдавливает мочеиспускательный канал, что в дальнейшем приводит к различным проблемам с мочеиспусканием. Основная функция простаты — это выработка секрета (жидкости), который входит в состав спермы и разжижает её для обеспечения нормальной подвижности сперматозоидов.\n\nПростатит как заболевание встречается в практике врача-уролога наиболее часто. Он может возникнуть внезапно (остро) или постепенно, а проявления его бывают постоянными и длительными (хроническими). Хроническая форма распространена гораздо больше, чем острая.\n\nОчень часто патологические состояния предстательной железы, например, онкологические заболевания или доброкачественная гиперплазия, выявляются у пожилых пациентов. Коварное же отличие простатита состоит в том, что ему подвержены мужчины любого возраста (как правило, от 30 до 50 лет).\n\nПричины развития простатита бывают бактериальные (инфекционные) и небактериальные (неинфекционные). Инфекционный (бактериальный) простатит более всего распространён у представителей мужского пола в возрасте до 35 лет. Чаще всего эту форму заболевания вызывают грамотрицательные организмы, особенно энтеробактер (Enterobacter), кишечная палочка (Escherichia coli), серрация (Serratia), псевдомонады (Pseudomonas) и протей (Proteu), а также инфекции, передающиеся половым путём, например, гонококк (Neisseria gonorrhoeae) и хламидия (Chlamydia trachomatis) и другие. Крайне редко простатит может возникнуть из-за микобактерии туберкулеза (Mycobacterium tuberculosis).\n\nОсновные причины хронического небактериального простатита:\n\nповышенное простатическое давление;\nмышечная боль в области таза;\nэмоциональные расстройства;\nаутоиммунные нарушения (антитела, производимые, чтобы бороться с инфекцией, иногда по какой-то причине атакуют клетки предстательной железы);\nфизическая активность;\nподъём тяжестей и др."
		},
		{
			"img": "2.jpg",
			"title": "Симптомы простатита",
			"descr": "Три основные формы воспаления предстательной железы (категория I, II и III) объединяет наличие:\n\nболевых ощущений в области поясницы;\nощущения дискомфорта при перистальтике кишечника;\nболи в промежности или тазовой области;\nнарушений в работе нижних мочевыводящих путей.\n«Синдром боли предстательной железы» диагностируется у пациентов, которые жалуются на хроническую боль в области предстательной железы, при этом инфекционный (бактериальный) возбудитель заболевания не диагностирован. Если стандартное современное обследование не установило, что хроническая боль продуцируется предстательной железой, тогда мы имеем дело с синдромом хронической тазовой боли (термин употребляется с 2003 года).\n\nОсновные симптомы со стороны нижних отделов мочевыводящих путей при наличии простатита и синдрома хронической тазовой боли:\n\nчастые позывы к мочеиспусканию;\nзатруднённое мочеиспускание, т.е. слабая струя и необходимость «натуживания»;\nболь или её усиление при мочеиспускании.\nПри наличии синдрома хронической тазовой боли качество жизни мужчины существенно снижается, так как этот синдром иногда приводит к различным расстройствам психологического и сексуального характера:\n\nповышенной утомляемости;\nощущению беспомощности;\nэректильной дисфункции;\nболезненной эякуляции;\nболи после секса и др."
		},
		{
			"img": "3.jpg",
			"title": "Патогенез простатита",
			"descr": "Мужчины с диагностированным хроническим бактериальным простатитом отмечают симптомы периодического свойства, которые нарастают и ослабевают. При обострении отмечается боль и дискомфорт, большей частью в основании полового члена, вокруг и/или выше анального отверстия, чуть выше лобковой кости и/или в нижней части спины, распространяясь на половой член и яички. Дефекация тоже становится болезненной. Иногда развиваются признаки инфицирования нижних отделов мочевыводящей системы: жгучая боль и учащённое мочеиспускание, частые позывы. Эти симптомы можно спутать с проявлениями острого бактериального простатита, однако у него обычно бывает внезапное начало, озноб, лихорадка, слабость, боль по всему телу, в нижней части спины, а также в половых органах, частое и болезненное мочеиспускание, боль при семяизвержении. Если обнаружились подобные симптомы, нужно срочно обратиться к врачу.\n\nПри хроническом небактериальном простатите/синдроме хронической тазовой боли присутствует ощущение постоянного (хронического) дискомфорта или боли в нижней части спины, в основном у основания полового члена и вокруг анального отверстия, беспокоящие как минимум три месяца. Несмотря на многочисленные исследования, причина этого типа хронического простатита до конца не изучена (основные моменты мы перечислили выше). Болезненные ощущения локалуются в одном «органе-мишени» или нескольких тазовых органах. Чаще всего при хроническом небактериальном простатите/синдроме хронической тазовой боли болевые ощущения локализуются в предстательной железе (46%)."
		},
		{
			"img": "4.jpg",
			"title": "Классификация и стадии развития простатита",
			"descr": "Существует четыре основные категории (типа) простатита:\n\nострый бактериальный простатит (категория I);\nхронический бактериальный простатит (категория II);\nхронический небактериальный простатит/синдром хронической тазовой боли (СХТБ) (категория III), может быть воспалительный СХТБ (категория III А) или не воспалительный СХТБ (категория III В);\nбессимптомный воспалительный простатит, гистологический простатит, выявленный в результате биопсии простаты (категория IV).\nКлассификация национального Американского института здоровья\n\nI тип (острый бактериальный простатит) — острая инфекция предстательной железы: симптомы заболевания возникают внезапно. Озноб, лихорадка, боль по всему телу, слабость, боль в нижней части спины и в области половых органов, частое, болезненное мочеиспускание, боль при эякуляции. Возможными симптомами острого бактериального простатита могут быть кровь в моче и/или сперме. Встречается редко. Эффективно лечится антибиотиками.\n\nII тип (хронический бактериальный простатит) — хроническая или рецидивирующая инфекция предстательной железы: то же, что и при остром простатите, но симптомы появляются постепенно и менее выражены. Может потребоваться несколько курсов антибиотикотерапии.\n\nIII тип (хронический небактериальный простатит и синдром хронической тазовой боли): нет доказательств наличия инфекции.\n\nТип III A: наличие лейкоцитов в эякуляте/секрете простаты/3-й порции мочи, полученной после массажа простаты.\n\nТип III B: отсутствие лейкоцитов в эякуляте/секрете простаты/3-й порции мочи, полученной после массажа простаты. Боль в нижней части спины и области половых органов, частые позывы к мочеиспусканию; затруднённое мочеиспускание (часто ночью), жжение или болезненное мочеиспускание и эякуляция. Представляет около 90% всех случаев простатита; нет известных причин и клинически доказанных методов лечения.\n\nIV тип (бессимптомный воспалительный простатит): иногда увеличено количество лейкоцитов в крови. Лечение не требуется. Обнаруживается при биопсии простаты."
		},
		{
			"img": "5.jpg",
			"title": "Осложнения простатита",
			"descr": "При воспалительном поражении предстательной железы в патологический процесс вовлекаются рядом расположенные органы: семенной бугорок, куперовы железы, семенные пузырьки, задняя уретра. Инфекция может проникать одновременно в предстательную железу и окружающие её органы.\n\nВезикулит — воспаление семенных пузырьков. Боли локализуются в области паха и глубоко в тазу, отдаваясь в крестец. Боль, как правило, носит односторонний характер, так как оба семенных пузырька поражаются в разной степени. Везикулит может протекать бессимптомно. Единственной жалобой больных может быть наличие крови в сперме. Отмечается также периодическая пиурия (гной в моче) и пиоспермия (гной в сперме).\n\nЗадний уретрит, колликулит (воспаление семенного бугорка). При простатите инфекция проникает в семенной бугорок, это объясняется близостью желёзок предстательной железы к выводным протокам.\n\nАбсцесс предстательной железы. Патогенные микроорганизмы, вызвавшие простатит, также могут спровоцировать абсцесс предстательной железы. Это тяжёлое септическое заболевание сопровождается слабостью, повышением температуры, ознобами с проливными потами. В некоторых случаях наблюдаются нарушения сознания и бред. Больному необходима госпитализация.\n\nСклероз предстательной железы. Это позднее осложнение простатита, в основе которого — замещение ткани предстательной железы рубцами (соединительнотканное перерождение, то есть склероз), приводящее к тому, что железа сморщивается, уменьшается в размерах и полностью утрачивает свою функцию. Как правило, склеротические симптомы развиваются спустя долгое время после начала воспалительного процесса в предстательной железе.\n\nКисты предстательной железы. Эти образования могут способствовать образованию камней в предстательной железе. Наличие инфекции в кисте может привести к абсцессу простаты. Диагностировать кисту простаты с помощью метода ультрасонографии несложно. Их также можно выявить путём пальцевого ректального обследования.\n\nКамни предстательной железы. Встречаются довольно редко. Причины заболевания до конца не выяснены, но большинство специалистов сходятся во мнении, что они возникают в результате длительного воспалительного процесса в предстательной железе. Камни бывают одиночными и множественными, диаметром от 1 до 4 мм. Крупные камни можно встретить редко. Камни закупоривают желёзки, из-за чего секрет в них застаивается, желёзки перерастягиваются, образуются отдельные кисты, в которые попадает инфекция. Больным с камнями в предстательной железе приходится сталкиваться с постоянными тупыми болями в промежности, которые распространяются на головку полового члена, частые позывы к мочеиспусканию, которое становится затрудненным и болезненным.\n\nНарушение эрекции. Это расстройство переносится мужчинами особенно болезненно.\n\n"
		},
		{
			"img": "6.jpg",
			"title": "Диагностика простатита",
			"descr": "Появление первых признаков воспаления предстательной железы требует немедленного обращения к врачу. Уролог исключит многие заболевания, имеющие схожие проявления, и определит, к какой категории (типу) относится заболевание. Перед тем, как выбрать лечение, специалист проведёт необходимые обследования и предложит пройти оценочное тестирование.\n\nОбследование будет включать:\n\nпальцевое ректальное исследование железы, чтобы определить степень увеличения простаты и её консистенцию;\nанализы секрета простаты, мочи и/или эякулята;\nвыявление урогенитальной инфекции;\nультразвуковое исследование мочевыводящей системы (почек, простаты, мочевого пузыря с определением остаточной мочи);\nуродинамическое исследование.\nПосле того, как врач выявил подозреваемую причину заболевания, он порекомендует курс лечения.\n\nНеобходимо помнить, что стандартными методами только в 5-10% случаев удаётся выявить инфекцию, которая в итоге приводит к простатиту."
		},
		{
			"img": "7.jpg",
			"title": "Лечение простатита",
			"descr": "Ведущая роль в лечении патологии отводится антибиотикам. Современная терапия обычно эффективна, хотя симптомы иногда могут возвращаться. Какой антибактериальный препарат выберет врач, зависит от того, какие именно бактерии вызвали заболевание. Для большинства мужчин, у которых выявлен простатит, уролог назначает пероральные антибактериальные препараты, которые нужно принимать курсом в течение четырех-шести недель. Хронический или рецидивирующий простатит придётся устранять дольше. При тяжёлых симптомах может потребоваться госпитализация, и, возможно, будет назначен внутривенный курс антибиотиков. Как правило, это происходит в том случае, когда поставлен диагноз «острый бактериальный простатит». Тем, кто жалуется в основном на затруднённое мочеиспускание, врач выписывает альфа-адреноблокаторы. Эти лекарства способствуют облегчению мочеиспускания и расслаблению мышц предстательной железы и мочевого пузыря. Некоторым пациентам назначают препараты для снижения уровня гормонов, которые могут помочь сократить размер железы и уменьшить чувство дискомфорта. Мышечные релаксанты помогут облегчить боль, вызванную отёчной простатой, оказывающей давление на соседние мышцы. При наличии болевых ощущений могут помочь нестероидные противовоспалительные препараты.\n\nПри хроническом простатите категорий II, III А и III В можно дополнительно использовать физиотерапевтические методы:\n\nмассаж предстательной железы;\nлазеротерапию;\nмикроволновую гипертермию и термотерапию;\nэлектростимуляцию модулированными токами накожными или ректальными электродами и др.\nЭффективность и безопасность данных методов лечения находятся ещё в стадии изучения.\n\nЛечение синдрома хронической тазовой боли требует отдельного рассмотрения.\n\nБессимптомный воспалительный простатит (категория IV) лечить не нужно, если только пациент не планирует оперировать предстательную железу. В этом случае больному проводится профилактический курс антибиотикотерапии."
		},
		{
			"img": "8.jpg",
			"title": "Прогноз. Профилактика",
			"descr": "К сожалению, не у всех мужчин с диагностированным простатитом удаётся определить причину, вызвавшую развитие патологического состояния, и тем не менее, они могут предпринять ряд шагов, чтобы попытаться уменьшить вероятность возникновения простатита. Те же действия могут помочь контролировать уже имеющиеся симптомы:\n\nОставайтесь гидратированными. Обильное питье приводит к частому мочеиспусканию, тем самым способствует вымыванию из простатической части уретры инфекционных агентов.\nРегулярно опорожняйте мочевой пузырь.\nИзбегайте раздражения уретры. Ограничьте потребление кофеина, пряных продуктов и алкоголя.\nУменьшите давление на простату. Мужчинам, которые часто катаются на велосипеде, необходимо использовать разделённое сиденье, для уменьшения давления на область предстательной железы.\nОставайтесь сексуально активными."
		}
	]
}